// IInfoObject.cs
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace le10 {

//=================================================================================================
// Интерфейс с информацией об обьекте
//=================================================================================================
interface IInfoObject {

    string Info { get; }

}

//=================================================================================================
};
